Repository: sillsdev/FwLocalizations
Catalog: messages.pt.tmx
Source language: en
Languages: pt

source: Displays the selected language. Editable. This name should refer to the same language as the Ethnologue code and alternative language names.
pt: Exibe o idioma selecionado. Editável. Esse nome deve referir-se ao mesmo idioma do código Ethnologue e nomes de idiomas alternativos.

source: Displays/sets the name of this project.
pt: Exibe/define o nome deste projecto.

source: Distinguish New Writing System
pt: Distinguir Novo Sistema de Escrita

source: Division name
pt: Nome da divisão

source: [division name]
pt: [nome da divisão]

source: Do not change these values until you understand what they control.
pt: Não alterar estes valores até você entender o que eles controlam.

source: Do &Not Ignore Inconsistency
pt: &Não Ignorar Inconsistência

source: Do Not Ignore Inconsistency
pt: Não Ignorar Inconsistência

source: do not import the conflicting data (keep my work).
pt: não importar os dados conflitantes (manter o meu trabalho).

source: Do nothing
pt: Não fazer nada.

source: Do Trace
pt: Rastrear

source: Do you really want to delete this Reversal Index?
pt: Você realmente deseja excluir o Índice de Inversão?

source: Do you want to continue with the deletion?
pt: Você deseja continuar com a exclusão?

source: Do you want to overwrite the existing collation rules (sorting)?
pt: Você deseja substituir as regras existentes de agrupamento (classificação)?

source: Do you want to study the training course for Translation Editor? If you click Yes, the Sena 3 sample project will open. On the Help menu, point to Training, and then click Student Manual. To begin working in Translation Editor or to get quick-start help, click No.
pt: Deseja fazer o curso de formação de estudo para o Editor de tradução? Se você clicar em Sim, o exemplo do projeto Sena 3 será aberto. No menu Ajuda, aponte para treinamento e, em seguida, clique em Manual do Estudante. Para começar a trabalhar no Editor de Tradução ou para obter ajuda de quick-start, clique em Não.

source: Do you want to study the training materials for Language Explorer? If you click Yes, the Sena 3 sample project will open. On the Help menu, point to Training and click Student Manual for a walk-through guide. Alternatively, point to Demo Movies and choose an option. - Play All gives a half-hour overview of Language Explorer. - You may also choose specific demo movie topics. If you click No, you will see various options for starting work in Language Explorer.
pt: Você deseja estudar o material de treinamento para o Language Explorer? Se você clicar em Sim, o exemplo do projeto Sena 3 será aberto. No menu Ajuda, aponte para treinamento e clique em manual do aluno para obter um guia Noções básicas. Como alternativa, aponte para Filmes de Demonstração e escolha uma opção. -Tocar todos os dá uma visão geral de meia hora do Language Explorer. -Você também pode escolher tópicos específicos do filme de demonstração. Se você clicar em Não, você verá várias opções para iniciar o trabalho no Language Explorer.

source: &Document (RTF)...
pt: &Documento (RTF)…

source: {0} does not conform to the current OXES format. The RNG validator said: {1}.
pt: {0} não obedece o formato OXES atual. O validador RNG disse: {1}.

source: {0} does not exist!
pt: {0} não existe!

source: Don't display this dialog again.
pt: Não exibir esta caixa de diálogo novamente.

source: Don't Import
pt: Não Importar

source: Don't know how to move this object to a new copy of its owner.
pt: Não sei como mover este objeto para uma nova cópia do seu proprietário.

source: Don't show this again.
pt: Não mostrar isto novamente.

source: Dotted {0} Underline
pt: Sublinhado Pontilhada {0}

source: Dotted Underline
pt: Sublinhado Pontilhado

source: Double
pt: Duplo

source: Double {0} Underline
pt: Sublinhado Duplo {0}

source: Double Spacing
pt: Espaçamento Duplo

source: Double Underline
pt: Sublinhado Duplo

source: Double-click item to add
pt: Clique duas vezes no item para adicionar

source: Double-click item to remove
pt: Clique duas vezes no item para remover

source: Double-click text to add
pt: Clique duas vezes no texto para adicionar

source: Double-click text to remove
pt: Clique duas vezes no texto para remover

source: Draft
pt: Rascunho

source: Draft View
pt: Exibir Rascunho

source: Drawing Error: {0}.
pt: Erro de desenho: {0}.

source: Duplicate chapter number
pt: Duplicar o número de capítulo

source: Duplicate column found
pt: Coluna duplicadas encontrada

source: Duplicate Custom Field Names
pt: Duplicar os nomes de campo personalizado

source: Duplicate Name
pt: Nome Duplicado

source: Duplicate verse number
pt: Número de versículo duplicado

source: Duplicate verse numbers
pt: Números de versículo duplicados

source: E_xit
pt: S_air

source: E_xternal Link...
pt: Link Externo…

source: Each processor must have a unique name
pt: Cada processador deve ter um nome exclusivo

source: Ecclesiastes
pt: Eclesiastes

source: Ed&it
pt: Ed&itar

source: &Edit
pt: &Editar

source: _Edit
pt: _Editar

source: Edit
pt: Editar

source: Edit {0}
pt: Editar {0}

source: Edit Annotation
pt: Editar Anotação

source: Edit Annotation for Ignored Inconsistency
pt: Edite Anotação de Inconsistência Ignorada

source: &Edit Annotation for Ignored Inconsistency...
pt: &Edite Anotação de Inconsistência Ignorada...

source: Edit Grammatical Info.
pt: Editar Info Gramatical.

source: Edit Morph Breaks...
pt: Editar Divisões Morfológicas...

source: _Edit Parser Parameters...
pt: _Edite Analisador de Parâmetros...

source: Edit Reference Set Details
pt: Editar Detalhes do Conjunto de Referências

source: Edit slots for {0}
pt: Editar posições para {0}

source: Edit Spelling Status
pt: Editar o Status de Ortografia

source: Edit the Academic Domains
pt: Editar os Domínios Acadêmicos

source: Edit the Anthropology Categories
pt: Editar as Categorias Antropológicas

source: Edit the Category Inflectable Features
pt: Editar a Categoria de Características Flexíveis

source: Edit the Complex Form Types
pt: Editar os Tipos de Forma Complexa

source: Edit the Education list
pt: Editar a Lista de Educação

source: Edit the Entry Types
pt: Editar os Tipos de Entrada

source: Edit the Environments
pt: Editar os Ambientes

source: Edit the Exception "Features"
pt: Edite a Exceção "Características"

source: Edit the Feature Types
pt: Editar os Tipos de Características

source: Edit the Features
pt: Editar as Características

source: Edit the Genres
pt: Editar os Gêneros

source: Edit the Inflection Classes for {0}
pt: Editar a Classe de Flexão para {0}

source: Edit the Inflection Classes for {0}.
pt: Editar as Classes de Flexão para {0}.

source: Edit the Inflection Classes for Adjective
pt: Editar as Classes de Flexão para Adjetivos

source: Edit the Inflection Classes for categories
pt: Editar as Classes de Flexão para categorias

source: Edit the list of Confidence levels
pt: Editar a lista de níveis de Confiança

source: Edit the list of Researchers
pt: Editar a lista de Pesquisadores

source: Edit the list of Restrictions
pt: Editar a lista de Restrições

source: Edit the list of Usages.
pt: Editar a lista de Usos.

source: Edit the Locations list
pt: Editar a lista de Locais

source: Edit the Natural Classes
pt: Editar as Classes Naturais

source: Edit the Phonemes
pt: Editar os Fonemas

source: Edit the Phonological Features
pt: Editar as Características Fonológicas

source: Edit the Positions list
pt: Editar a lista de Posições

source: Edit the Semantic Domains
pt: Editar os Domínios Semânticos

source: Edit the Sense Status list
pt: Editar a lista de Status do Significado

source: Edit the Sense Types
pt: Editar os Tipos de Significado

source: Edit the special parameters for the Parser.
pt: Edite os parâmetros especiais para o analisador.

source: Edit the special properties of this FieldWorks project (such as name and writing systems).
pt: Edite as propriedades especiais deste projecto FieldWorks (tais como nome e sistemas de escrita).

source: Edit the Status list
pt: Editar a lista de Status

source: Edit the Stem Names for {0}
pt: Editar os Nomes de Radical para {0}

source: Edit the Stem Names for categories
pt: Editar os Nomes de Radical para categorias

source: Edit the Variant Types
pt: Editar os Tipos de Variante

source: Edit this wordform
pt: Editar esta forma de palavra

source: Edit...
pt: Editar…

source: Editing Linguistics Papers Using _XLingPaper ...
pt: Editando de documentos de lingüística usando _XLingPaper...

source: Editing of Note
pt: Edição da Nota

source: Editor type '{0}' not implemented.
pt: Editor de tipo '{0}' não implementado.

source: &Editorial Checks
pt: Verificações &Editoriais

source: Editorial Checks
pt: Verificações Editoriais

source: Education
pt: Educação

source: Education Level
pt: Nível de Educação

source: Education Levels
pt: Níveis de Educação

source: Empty
pt: Vazio(a)

source: Empty Field Name
pt: Nome do Campo Vazio

source: Empty Scripture
pt: Escritura Vazia

source: <empty>
pt: <vazio>

source: <Empty>
pt: <Vazio>

source: enclitic
pt: enclítico

source: {0} Enclitic
pt: {0} Enclítico

source: Encoding
pt: Codificação

source: Encoding conversion failed. {0} Encoding converter: {1}
pt: Falha na conversão de codificação. {0} Conversor de codificação: {1}

source: Encoding converter
pt: Conversor de codificação

source: Encoding Converter
pt: Conversor de Codificação

source: Encoding Converter :
pt: Conversor de Codificação :

source: Encoding Converter '{0}' failed: '{1}'
pt: Conversor de Codificação '{0}' falhou: '{1}'

source: &Encoding converter for importing {0}:
pt: &Conversor de codificação para importação de {0}:

source: Encoding converter for importing {0}:
pt: Conversor de codificação para importação de {0}:

source: Encoding converter not found. Line {0} of file {1}: Encoding converter: {2} Marker: {3}
pt: Conversor de codificação não encontrado. Linha {0} do arquivo {1}: Conversor de codificação: {2} Marcador: {3}

source: Encoding Converters
pt: Conversores de Codificação

source: Encyclopedic Info
pt: Info. Enciclopédica

source: Encyclopedic Info.
pt: Info. Enciclopédica

source: End At
pt: Termina em

source: End Ed&it
pt: Concluir Ed&ição

source: End Marker:
pt: Marcador do Fim:

source: End of Field
pt: Fim do Campo

source: End of fixed position classes
pt: Fim da posição fixa de classes

source: {0} End of line
pt: {0} Fim da linha

source: End of Word
pt: Fim da Palavra

source: End Reference
pt: Referência Final

source: &Ending marker:
pt: &Marcador final:

source: &Ending Marker:
pt: &Marcador Final:

source: Ends
pt: Conclui

source: English
pt: Inglês

source: Enter a descriptor that will be used to identify this language for fields and infield markers, then specify the FieldWorks writing system and encoding converter for this language.
pt: Insira um descritor que será usado para identificar este idioma em campos e marcadores de campos, em seguida especifique o sistema de escrita do FieldWorks e o converso de codificação para este idioma.

source: Enter a name or comment about this specific reference set. For now it is visible only in this dialog.
pt: Digite um nome ou comentário sobre este conjunto de referência específica. Agora é visível somente nesta caixa de diálogo.

source: &Enter a reference folder for External Links:
pt: &Insira uma pasta de referência para Links Externos:

source: &Enter a single base character plus any combining characters (e.g., diacritics), then click Add.
pt: & Inserir um único caractere base acrescido de qualquer caracteres de combinação (ex. sinais diacríticos) e, em seguida, clique em Adicionar.

source: Enter a &Unicode value in hexadecimal.
pt: Insira um valor &Unicode em hexadecimal.

source: Enter any comments about what made this problem appear.
pt: Insira qualquer comentário sobre o que fez este problema aparecer.

source: Enter name of saved selections:
pt: Digite o nome das seleções salvas:

source: Enter or paste your text here, then click "Show Interlinear."
pt: Digitar ou colar seu texto aqui, e depois clicar "Mostrar Interlinearizado."

source: Enter or paste your text in this tab, then choose the Gloss or Analyse tabs to interlinearize.
pt: Digitar ou colar seu texto nesta aba, e depois escolher a aba Glosa ou Análise para interlinearizar.

source: Enter Path and File Name of Analysis Data File
pt: Digite o Caminho e Nome de Arquivo da Análise do Arquivo de Dados

source: Enter text to search for in the Ethnologue.
pt: Digitar o texto para procurar no Ethnologue.

source: Enter text to search for:
pt: Digitar o texto para pesquisar:

source: Enter the first and last base characters in the range, then click Add.
pt: Digite o primerio e último caracter de base no intervalo e, em seguida, clique em Adicionar.

source: Enter the name for this project. For example, use the name of a language or culture.
pt: Digitar o nome para este projeto. Por exemplo, usar o nome do idioma ou cultura.

source: Enter the regular expression
pt: Digitar a expressão regular

source: Entire Bible
pt: Bíblia Completa

source: Entries
pt: Entradas

source: {0} entries processed for import.
pt: {0} entradas processadas para importação.

source: {0} entries processed on import, adding {1} entries and {2} senses to the project, and deleting {3} entries.
pt: {0} entradas processadas na importação, adicionando {1} entradas e {2} significados ao projeto, e excluindo {3} entradas.

source: {0} Entries to review:
pt: {0} Entradas para analisar:

source: {0} Entries to review: Detail shown for first {1} Entries.
pt: {0} Entradas para analisar: Mostrar detalhes das primeiras {1} Entradas.

source: {0} Entries to review: Detail shown for first Entry.
pt: {0} Entradas para analisar: Mostrar detalhes da primeira Entrada.

source: entry
pt: entrada

source: &Entry
pt: &Entrada

source: Entry
pt: Entrada

source: Entry "{0}" will be merged into "{1}",{2}resulting in one entry.
pt: Entrada "{0} " será incorporada no "{1}",{2} resultando de uma entrada.

source: Entry "{0}" will be merged into the entry you select above,{1}resulting in one entry.
pt: Entrada "{0}" será incorporada pela entrada que você selecionou acima, {1}resultando de uma entrada.

source: Entry Collection
pt: Conjunto de Entradas

source: Entry Deleted
pt: Entrada Excluída

source: Entry not found?
pt: Entrada não encontrada?

source: Entry Not Set
pt: Entrada Não Definida

source: Entry Pair
pt: Par de Entradas

source: Entry Pair - 2 relation names
pt: Par de Entradas - 2 nomes relacionais

source: 1 entry processed for import.
pt: 1 entrada processada para importação.

source: Entry Properties
pt: Propriedades da Entrada

source: Entry Reference Type
pt: Tipo de Referência de Entrada

source: Entry Sequence/scale
pt: Sequência/escala de Entradas

source: 1 Entry to review:
pt: 1 Entrada para analisar:

source: 1 Entry to review: Detail shown for first {0} Entries.
pt: 1 Entrada para analisar: Mostrar detalhes das primeiras {0} Entradas.

source: 1 Entry to review: Detail shown for first Entry.
pt: 1 Entrada para analisar: Mostrar detalhes da primeira Entrada.

source: Entry Tree
pt: Árvore de Entradas

source: Entry Type
pt: Tipo de Entrada

source: Entry Type Abbreviation
pt: Abreviatura do Tipo de Entrada

source: _Entry...
pt: _Entrada…

source: Entry/Sense collection
pt: Coleção de Entradas/Significados

source: Entry/Sense Pair
pt: Par de Entradas/Significados

source: Entry/Sense Pair - 2 relation names
pt: Par de Entradas/Significados - 2 nomes de relação

source: Entry/Sense Sequence/scale
pt: Sequência/escala de Entradas/Significados

source: Entry/Sense Tree
pt: Árvore de Entradas/Significados

source: Entry: {0}
pt: Entrada: {0}

source: Environment
pt: Ambiente

source: 1 environment will be invalid,{0}if you delete the natural class.
pt: 1 ambiente será inválido,{0}se você excluir a classe natural.

source: Environment: {0}
pt: Ambiente: {0}

source: Environments
pt: Ambientes

source: Environments (Allomorph)
pt: Ambientes (Alomorfo)

source: {0} environments will be invalid,{1}if you delete the natural class.
pt: {0} ambientes serão inválidos,{1}se você excluir a classe natural.

source: Ephesians
pt: Efésios

source: equal to
pt: igual a

source: {0}: error
pt: {0}: erro

source: Error
pt: Erro

source: Error == {0}
pt: Erro == {0}

source: Error Acessing Encoding Converters
pt: Erro Acessando Conversores de Codificação

source: 1 error and {0} warnings found in {1}
pt: 1 erro e {0} avisos encontrados em {1}

source: 1 error and 1 warning found in {0}
pt: 1 erro e 1 aviso encontrados em {0}

source: error encountered
pt: erro encontrado

source: 1 error found in {0}
pt: 1 erro encontrado em {0}

source: Error in "Find what" text: {0}
pt: Erro em "Localizar"texto: {0}

source: Error in {min,max} interval.
pt: Erro no intervalo {min,max}.

source: Error in Environment
pt: Erro no Ambiente

source: Error in Filter text
pt: Erro no Filtro de texto

source: Error in filter: {0}
pt: Erro no filtro {0}

source: Error in Mapping File: 'begin' not defined in an InFieldMarker.
pt: Erro no arquivo de mapeamento: 'Iniciar' não definidos em um InFieldMarker.

source: Error in Mapping File: Duplicate id '{0}' in 'languages' section.
pt: Erro no arquivo de mapeamento: Id '{0}' duplicado na seção de 'idiomas'.

source: Error in Mapping File: Duplicate 'settings' found for 'fw.sil.org'.
pt: Erro no arquivo de mapeamento: 'Configurações' duplicadas encontradas para 'fw.sil.org'.

source: Error in Mapping File: field defined with no 'sfm' attribute in the 'fieldDescriptions' section.
pt: Erro no arquivo de mapeamento: Definição de campo com nenhum atributo 'sfm' na seção 'fieldDescriptions'.

source: Error in Mapping File: FieldDescription '{0}' is not used in any hierarchy items.
pt: Erro no arquivo de mapeamento: FieldDescription '{0}' não é usada em quaisquer itens da hierarquia.

source: Error in Mapping File: FieldDescription '{0}' refers to undefined (or invalid) language '{1}'.
pt: Erro no arquivo de mapeamento: FieldDescription '{0}' refere-se ao idioma indefinido (ou inválido) '{1}'.

source: Error in Mapping File: FieldDescription with SFM of '{0}' is invalid because it has no 'lang' attribute.
pt: Erro no arquivo de mapeamento: FieldDescription com SFM de '{0}' é inválido, porque não tem nenhum atributo 'lang'.

source: Error in Mapping File: FieldDescriptions contains more than one instance of SFM '{0}'.
pt: Erro no arquivo de mapeamento: FieldDescriptions contém mais de uma instância de SFM '{0}'.

source: Error in Mapping File: Hierarchy entry '{0}' contains AdditionalField '{1}' which appears in BeginFields.
pt: Erro no arquivo de mapeamento: Entrada de hierarquia '{0}' contém AdditionalField '{1}' que aparece no BeginFields.

source: Error in Mapping File: Hierarchy entry '{0}' contains BeginField '{1}' which is duplicated in Hierarchy Entry '{2}'.
pt: Erro no arquivo de mapeamento: Entrada de hierarquia '{0}' contém BeginField '{1}' que é duplicada na Entrada de Hierarquia '{2}'.

source: Error in Mapping File: Hierarchy entry '{0}' contains MultiField '{1}' which does not appear in BeginFields or AdditionalFields.
pt: Erro no arquivo de mapeamento: Entrada de hierarquia '{0}' contém MultiField '{1}' que não aparece no BeginFields ou AdditionalFields.

source: Error in Mapping File: Hierarchy Entry '{0}' is defined more than once. Only the first definition will be used.
pt: Erro no arquivo de mapeamento: Entrada de hierarquia '{0}' é definida mais de uma vez. Apenas a primeira definição será usada.

source: Error in Mapping File: Hierarchy entry '{0}' refers to SFM '{1}' which is undefined (or invalid) in FieldDescriptions.
pt: Erro no arquivo de mapeamento: Entrada de hierarquia '{0}' refere-se ao SFM '{1}' que está indefinido (ou inválido) em FieldDescriptions.

source: Error in Mapping File: hierarchy level '{0}' is invalid because it must have a 'BeginFields' attribute containing at least 1 SFM.
pt: Erro no arquivo de mapeamento: Nível de hierarquia '{0}' é inválido, porque ele deve ter um atributo 'BeginFields', contendo pelo menos 1 SFM.

source: Error in Mapping File: hierarchy level '{0}' is invalid because its 'partOf' attribute is not defined.
pt: Erro no arquivo de mapeamento: Nível de hierarquia '{0}' é inválido, porque seu atributo 'partOf' não está definido.

source: Error in Mapping File: 'id' not defined in a language.
pt: Erro no arquivo de mapeamento: 'id' não definido em um idioma.

source: Error in Mapping File: InFieldMarker '{0}' duplicates the use of XML element '{1}'.
pt: Erro no arquivo de mapeamento: InFieldMarker '{0}' duplica o uso do elemento XML '{1}'.

source: Error in Mapping File: InFieldMarker '{0}' is defined more than once.
pt: Erro no arquivo de mapeamento: InFieldMarker '{0}' é definido mais de uma vez.

source: Error in Mapping File: InFieldMarker '{0}' is invalid because no 'ElementName' attribute was defined.
pt: Erro no arquivo de mapeamento: InFieldMarker '{0}' é inválido, porque nenhum atributo 'ElementName' foi definido.

source: Error in Mapping File: InFieldMarker '{0}' is invalid because no 'end' attribute was defined.
pt: Erro no arquivo de mapeamento: InFieldMarker '{0}' é inválido, porque nenhum atributo 'final' foi definido.

source: Error in Mapping File: InFieldMarker '{0}' refers to undefined (or invalid) language '{1}'.
pt: Erro no arquivo de mapeamento: InFieldMarker '{0}' refere-se ao idioma indefinido (ou inválido) '{1}'.

source: Error in Mapping File: language '{0}' is invalid because its 'xml:lang' attribute is not defined.
pt: Erro no arquivo de mapeamento: idioma '{0}' é inválido, porque seu atributo 'XML:lang' não está definido.

source: Error in Mapping File: Language with empty/missing id in 'languages' section.
pt: Erro no arquivo de mapeamento: Idioma com id vazio/ausente na seção 'idiomas'.

source: Error in Mapping File: Missing 'meaning' element in field '{0}' in the 'fieldDescriptions' section.
pt: Erro no arquivo de mapeamento: Falta de 'significado' do elemento na seção de campo '{0}' 'fieldDescriptions'.

source: Error in Mapping File: 'name' not defined in a hierarchy level.
pt: Erro no arquivo de mapeamento: 'nome' não definido em um nível de hierarquia.

source: Error in Mapping File: no valid Field Descriptions defined.
pt: Erro no arquivo de mapeamento: nenhuma Descrição de Campo válida definida.

source: Error in Mapping File: no valid hierarchy entries defined.
pt: Erro no arquivo de mapeamento: nenhuma entrada de hierarquia válida definida.

source: Error in Mapping File: no valid languages defined.
pt: Erro no arquivo de mapeamento: nenhum idioma válido definido.

source: Error in Mapping File: There are {0} roots implied in the Hierarchy definitions:{1}
pt: Erro no arquivo de mapeamento: Há {0} raízes implicados nas definições de hierarquia:{1}

source: Error in Mapping File: There is no root implied in the Hierarchy definitions
pt: Erro no arquivo de mapeamento: Não há nenhuma raiz implicado nas definições de hierarquia

source: Error in Mapping File: Unknown 'lang' value '{0}' in the 'fieldDescriptions' section.
pt: Erro no arquivo de mapeamento: 'lang' desconhecido valor '{0}' na seção 'fieldDescriptions'.

source: Error in Mapping File: Unknown 'lang' value '{0}' in the 'inFieldMarkers' section.
pt: Erro no arquivo de mapeamento: 'lang' desconhecido valor '{0}' na seção 'inFieldMarkers'.

source: Error in Regular Expression
pt: Erro na Expressão Regular

source: Error in SFM file at line {0}: {1} characters (some invalid) found before marker.
pt: Erro no arquivo SFM na linha {0}: {1} caracteres (alguns inválido) encontrados antes do marcador.

source: Error in SFM file at line {0}: {1} characters found before marker.
pt: Erro no arquivo SFM na linha {0}: {1} caracteres encontrados antes do marcador.
